Repository: OlegSotnikov/sallyport
Catalog: mac/Sources/SallyportApp/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pt_br, ru, zh_hans

source: Secure Enclave and Touch ID will gate vault unlock. The change is irreversible. Every unlock will require Touch ID. If the Secure Enclave key is lost, the vault cannot be recovered.
de: Secure Enclave und Touch ID werden das Entsperren des Tresors schützen. Die Änderung kann nicht rückgängig gemacht werden. Jede Entsperrung erfordert Touch ID. Wenn der Secure Enclave-Schlüssel verloren geht, kann der Tresor nicht wiederhergestellt werden.
es: Secure Enclave y Touch ID protegerán el desbloqueo de la bóveda. El cambio es irreversible. Cada desbloqueo requerirá Touch ID. Si se pierde la clave de Secure Enclave, la bóveda no podrá recuperarse.
fr: Secure Enclave et Touch ID contrôleront le déverrouillage du coffre. Cette modification est irréversible. Chaque déverrouillage nécessitera Touch ID. Si la clé Secure Enclave est perdue, le coffre ne pourra pas être récupéré.
pt_br: Secure Enclave e Touch ID controlarão o desbloqueio do cofre. A alteração é irreversível. Todo desbloqueio exigirá Touch ID. Se a chave do Secure Enclave for perdida, não será possível recuperar o cofre.
ru: Secure Enclave и Touch ID будут защищать разблокировку хранилища. Это изменение необратимо. Для каждой разблокировки потребуется Touch ID. При утрате ключа Secure Enclave восстановить хранилище не получится.
zh_hans: Secure Enclave 和 Touch ID 将为密钥库解锁提供保护。此更改无法撤销。每次解锁都需要 Touch ID。如果 Secure Enclave 密钥丢失，密钥库将无法恢复。

source: Security settings
de: Sicherheitseinstellungen
es: Ajustes de seguridad
fr: Réglages de sécurité
pt_br: Ajustes de segurança
ru: Настройки безопасности
zh_hans: 安全性设置

source: Security settings are encrypted. Unlock the vault to view or change them.
de: Sicherheitseinstellungen sind verschlüsselt. Entsperre den Tresor, um sie anzuzeigen oder zu ändern.
es: Los ajustes de seguridad están cifrados. Desbloquea la bóveda para verlos o cambiarlos.
fr: Les réglages de sécurité sont chiffrés. Déverrouillez le coffre pour les afficher ou les modifier.
pt_br: Os ajustes de segurança são criptografados. Desbloqueie o cofre para visualizá-los ou alterá-los.
ru: Настройки безопасности зашифрованы. Разблокируйте хранилище, чтобы просмотреть или изменить их.
zh_hans: 安全性设置已加密。解锁密钥库后才能查看或更改。

source: Separate P-256 ECDSA key · signs audit rows, not approval decisions
de: Separater P-256 ECDSA-Schlüssel · signiert Auditzeilen, nicht Freigabeentscheidungen
es: Clave P-256 ECDSA independiente · firma filas de auditoría, no decisiones de aprobación
fr: Clé ECDSA P-256 distincte · signe les lignes d’audit, pas les décisions d’autorisation
pt_br: Chave ECDSA P-256 separada · assina as linhas de auditoria, não as decisões de aprovação
ru: Отдельный ключ P-256 ECDSA · подписывает записи аудита, но не решения о разрешении
zh_hans: 单独的 P-256 ECDSA 密钥 · 用于签署审计记录，而非批准决定

source: Service
de: Dienst
es: Servicio
pt_br: Serviço
ru: Сервис
zh_hans: 服务

source: The session ends when this process exits, you revoke access, or the vault locks. Future requests won't prompt again unless per-call approval applies.
de: Die Sitzung endet, wenn dieser Prozess beendet wird, du den Zugriff widerrufst oder der Tresor gesperrt wird. Weitere Anfragen werden nicht erneut bestätigt, sofern keine Freigabe pro Aufruf gilt.
es: La sesión termina cuando este proceso finaliza, revocas el acceso o se bloquea la bóveda. Las solicitudes futuras no volverán a pedir confirmación salvo que se aplique la aprobación por llamada.
fr: La session se termine lorsque ce processus s’arrête, que vous révoquez l’accès ou que le coffre se verrouille. Les requêtes suivantes ne demanderont plus de confirmation, sauf si l’autorisation par appel s’applique.
pt_br: A sessão termina quando este processo é encerrado, você revoga o acesso ou o cofre é bloqueado. Solicitações futuras não pedirão nova confirmação, a menos que a aprovação por chamada seja aplicada.
ru: Сеанс завершится при завершении процесса, отзыве доступа или блокировке хранилища. Следующие запросы не потребуют подтверждения, кроме запросов с настройкой подтверждения каждого вызова.
zh_hans: 当此进程退出、你撤销访问权限或密钥库锁定时，会话结束。后续请求不会再次提示，除非启用了每次调用审批。

source: Session approved
de: Sitzung genehmigt
es: Sesión aprobada
fr: Session autorisée
pt_br: Sessão aprovada
ru: Сеанс разрешён
zh_hans: 会话已批准

source: Session expired
de: Sitzung abgelaufen
es: Sesión caducada
fr: Session expirée
pt_br: Sessão expirada
ru: Срок сеанса истёк
zh_hans: 会话已过期

source: Session recording
de: Sitzungsaufzeichnung
es: Grabación de sesión
fr: Enregistrement de session
pt_br: Gravação da sessão
ru: Запись сеанса
zh_hans: 会话录制

source: Sessions
de: Sitzungen
es: Sesiones
pt_br: Sessões
ru: Сеансы
zh_hans: 会话

source: Set new-agent approval to “%@”
de: Freigabe für neue Agenten auf „%@“ setzen
es: Establecer la aprobación de agentes nuevos en «%@»
fr: Définir l’autorisation des nouveaux agents sur « %@ »
pt_br: Definir a aprovação de novos agentes como “%@”
ru: Установить режим подтверждения новых агентов «%@»
zh_hans: 将新智能体批准设为“%@”

source: Set the host on the SSH Hosts tab.
de: Lege den Host im Tab „SSH-Hosts“ fest.
es: Define el host en la pestaña Hosts SSH.
fr: Définissez l’hôte dans l’onglet Hôtes SSH.
pt_br: Defina o host na aba Hosts SSH.
ru: Укажите хост на вкладке «SSH-хосты».
zh_hans: 在“SSH 主机”标签页上设置主机。

source: Set up Sallyport
de: Sallyport einrichten
es: Configurar Sallyport
fr: Configurer Sallyport
pt_br: Configurar o Sallyport
ru: Настроить Sallyport
zh_hans: 完成 Sallyport 初始设置

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

source: Settings…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
pt_br: Ajustes…
ru: Настройки…
zh_hans: 设置…

source: Setup
de: Einrichtung
es: Configuración
fr: Configuration
pt_br: Configuração
ru: Настройка
zh_hans: 初始设置

source: Setup complete
de: Einrichtung abgeschlossen
es: Configuración completa
fr: Configuration terminée
pt_br: Configuração concluída
ru: Настройка завершена
zh_hans: 初始设置已完成

source: Setup complete.
de: Einrichtung abgeschlossen.
es: Configuración completa.
fr: Configuration terminée.
pt_br: Configuração concluída.
ru: Настройка завершена.
zh_hans: 初始设置已完成。

source: Setup needed
de: Einrichtung erforderlich
es: Configuración necesaria
fr: Configuration requise
pt_br: Configuração necessária
ru: Требуется настройка
zh_hans: 需要完成初始设置

source: Setup…
de: Einrichten …
es: Configurar…
fr: Configurer…
pt_br: Configurar…
ru: Настройка…
zh_hans: 初始设置…

source: Show process chain
de: Prozesskette einblenden
es: Mostrar cadena de procesos
fr: Afficher la chaîne de processus
pt_br: Mostrar cadeia de processos
ru: Показать цепочку процессов
zh_hans: 显示进程链

source: Show the window this agent is running in
de: Fenster anzeigen, in dem dieser Agent ausgeführt wird
es: Mostrar la ventana donde se ejecuta este agente
fr: Afficher la fenêtre dans laquelle cet agent s’exécute
pt_br: Mostrar a janela onde este agente está sendo executado
ru: Показать окно, в котором работает этот агент
zh_hans: 显示运行此智能体的窗口

source: Sign in again
de: Erneut anmelden
es: Volver a iniciar sesión
fr: Se reconnecter
pt_br: Iniciar sessão novamente
ru: Войти снова
zh_hans: 重新登录

source: Sign in to an MCP server
de: Bei einem MCP-Server anmelden
es: Iniciar sesión en un servidor MCP
fr: Se connecter à un serveur MCP
pt_br: Iniciar sessão em um servidor MCP
ru: Войти на сервер MCP
zh_hans: 登录 MCP 服务器

source: Sign in to the MCP server “%@”
de: Beim MCP-Server „%@“ anmelden
es: Iniciar sesión en el servidor MCP «%@»
fr: Se connecter au serveur MCP « %@ »
pt_br: Iniciar sessão no servidor MCP “%@”
ru: Войти на сервер MCP «%@»
zh_hans: 登录 MCP 服务器“%@”

source: Sign out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
pt_br: Finalizar sessão
ru: Выйти
zh_hans: 退出登录

source: Sign out of an MCP server
de: Von einem MCP-Server abmelden
es: Cerrar sesión en un servidor MCP
fr: Se déconnecter d’un serveur MCP
pt_br: Finalizar sessão em um servidor MCP
ru: Выйти с сервера MCP
zh_hans: 退出 MCP 服务器登录

source: Sign out of the MCP server “%@”
de: Vom MCP-Server „%@“ abmelden
es: Cerrar sesión en el servidor MCP «%@»
fr: Se déconnecter du serveur MCP « %@ »
pt_br: Finalizar sessão no servidor MCP “%@”
ru: Выйти с сервера MCP «%@»
zh_hans: 退出 MCP 服务器“%@”的登录

source: Signature
de: Signatur
es: Firma
pt_br: Assinatura
ru: Подпись
zh_hans: 签名

source: Signed
de: Signiert
es: Firmado
fr: Signé
pt_br: Assinado
ru: Подписан
zh_hans: 已签名

source: Signed by
de: Signiert von
es: Firmado por
fr: Signé par
pt_br: Assinado por
ru: Подписант
zh_hans: 签名方

source: Signed in
de: Angemeldet
es: Sesión iniciada
fr: Connecté
pt_br: Sessão iniciada
ru: Вход выполнен
zh_hans: 已登录

source: Signed in to %@
de: Bei %@ angemeldet
es: Sesión iniciada en %@
fr: Connecté à %@
pt_br: Sessão iniciada em %@
ru: Выполнен вход в %@
zh_hans: 已登录 %@

source: Signed in: %@
de: Angemeldet: %@
es: Sesión iniciada: %@
fr: Connecté : %@
pt_br: Sessão iniciada: %@
ru: Выполнен вход: %@
zh_hans: 已登录：%@

source: Signed out of %@
de: Von %@ abgemeldet
es: Sesión cerrada en %@
fr: Déconnecté de %@
pt_br: Sessão finalizada em %@
ru: Выполнен выход из %@
zh_hans: 已退出 %@ 的登录

source: Signs in through the browser and stores OAuth tokens in the vault. Tool results, server error messages, and catalog metadata are returned without content rewriting.
de: Die Anmeldung erfolgt im Browser; OAuth-Token werden im Tresor gespeichert. Tool-Ergebnisse, Serverfehlermeldungen und Katalogmetadaten werden ohne inhaltliche Änderungen zurückgegeben.
es: Inicia sesión en el navegador y guarda los tokens OAuth en la bóveda. Los resultados de herramientas, los mensajes de error del servidor y los metadatos del catálogo se devuelven sin modificar su contenido.
fr: La connexion s’effectue dans le navigateur et les jetons OAuth sont stockés dans le coffre. Les résultats des outils, les messages d’erreur du serveur et les métadonnées du catalogue sont renvoyés sans réécriture du contenu.
pt_br: O login é feito pelo navegador e os tokens OAuth ficam no cofre. Resultados das ferramentas, mensagens de erro do servidor e metadados do catálogo são retornados sem alteração de conteúdo.
ru: Вход выполняется через браузер, а токены OAuth сохраняются в хранилище. Результаты инструментов, сообщения об ошибках сервера и метаданные каталога возвращаются без изменения содержимого.
zh_hans: 通过浏览器登录，并将 OAuth 令牌存入密钥库。工具结果、服务器错误消息和目录元数据均按原内容返回，不会被重写。

source: Since %@
de: Seit %@
es: Desde %@
fr: Depuis %@
pt_br: Desde %@
ru: С %@
zh_hans: 自 %@ 起

source: Software (development)
de: Software (Entwicklung)
es: Software (desarrollo)
fr: Logiciel (développement)
pt_br: Software (desenvolvimento)
ru: Программная (для разработки)
zh_hans: 软件（开发）

source: Software key
de: Softwareschlüssel
es: Clave de software
fr: Clé logicielle
pt_br: Chave de software
ru: Программный ключ
zh_hans: 软件密钥

source: Source code:
de: Quellcode:
es: Código fuente:
fr: Code source :
pt_br: Código-fonte:
ru: Исходный код:
zh_hans: 源代码：

source: Space-separated.
de: Durch Leerzeichen getrennt.
es: Separados por espacios.
fr: Séparés par des espaces.
pt_br: Separados por espaços.
ru: Через пробел.
zh_hans: 以空格分隔。

source: Start
de: Starten
es: Iniciar
fr: Démarrer
pt_br: Iniciar
ru: Запустить
zh_hans: 启动

source: Start Sallyport
de: Sallyport starten
es: Iniciar Sallyport
fr: Démarrer Sallyport
pt_br: Iniciar o Sallyport
ru: Запустить Sallyport
zh_hans: 启动 Sallyport

source: Starting Sallyport…
de: Sallyport wird gestartet …
es: Iniciando Sallyport…
fr: Démarrage de Sallyport…
pt_br: Iniciando o Sallyport…
ru: Запуск Sallyport…
zh_hans: 正在启动 Sallyport…

source: Starting…
de: Wird gestartet …
es: Iniciando…
fr: Démarrage…
pt_br: Iniciando…
ru: Запуск…
zh_hans: 正在启动…

source: Starts the local agent socket and vault service in this app.
de: Startet den lokalen Agent-Socket und Tresordienst in dieser App.
es: Inicia el socket local del agente y el servicio de la bóveda en esta app.
fr: Démarre le socket d’agent local et le service de coffre dans cette app.
pt_br: Inicia o socket do agente local e o serviço do cofre neste app.
ru: Запускает локальный сокет агента и службу хранилища в этом приложении.
zh_hans: 在此 App 中启动本地智能体套接字和密钥库服务。

source: Still needed: %@
de: Noch erforderlich: %@
es: Aún falta: %@
fr: Champs requis : %@
pt_br: Campos obrigatórios: %@
ru: Осталось: %@
zh_hans: 仍需：%@

source: Stored credentials are unavailable while the vault is locked.
de: Gespeicherte Zugangsdaten sind nicht verfügbar, solange der Tresor gesperrt ist.
es: Las credenciales almacenadas no están disponibles mientras la bóveda está bloqueada.
fr: Les données d’authentification stockées sont indisponibles lorsque le coffre est verrouillé.
pt_br: As credenciais armazenadas ficam indisponíveis enquanto o cofre está bloqueado.
ru: Сохранённые учётные данные недоступны, пока хранилище заблокировано.
zh_hans: 密钥库锁定时，已存储的凭证不可用。

source: Stored secret values are not shown in this interface.
de: Gespeicherte geheime Werte werden in dieser Oberfläche nicht angezeigt.
es: Los valores secretos almacenados no se muestran en esta interfaz.
fr: Les valeurs secrètes stockées ne sont pas affichées dans cette interface.
pt_br: Os valores secretos armazenados não são exibidos nesta interface.
ru: Сохранённые секретные значения не отображаются в этом интерфейсе.
zh_hans: 此界面中不显示已存储的机密值。

source: Uses vault credentials for configured actions without exposing the vault to the agent. Target responses are returned without content filtering.
de: Verwendet Tresor-Zugangsdaten für konfigurierte Aktionen, ohne dem Agenten Zugriff auf den Tresor zu geben. Zielantworten werden ohne Inhaltsfilterung zurückgegeben.
es: Usa las credenciales de la bóveda para las acciones configuradas sin exponer la bóveda al agente. Las respuestas del destino se devuelven sin filtrar su contenido.
fr: Utilise les identifiants du coffre pour les actions configurées sans exposer le coffre à l’agent. Les réponses des cibles sont renvoyées sans filtrage du contenu.
pt_br: Usa credenciais do cofre em ações configuradas sem expor o cofre ao agente. As respostas do destino são retornadas sem filtragem de conteúdo.
ru: Использует учётные данные из хранилища для настроенных действий, не открывая агенту доступ к хранилищу. Ответы целей возвращаются без фильтрации.
zh_hans: 使用保险库凭证执行已配置的操作，而不向智能体开放保险库。目标响应未经内容过滤即返回。

source: Strict
de: Strikt
es: Estricto
pt_br: Estrito
ru: Строгая проверка
zh_hans: 严格

source: Suggested: %@
de: Vorschlag: %@
es: Sugerencia: %@
fr: Suggestion : %@
pt_br: Sugestão: %@
ru: Рекомендуется: %@
zh_hans: 建议：%@

source: TLS verification
de: TLS-Prüfung
es: Verificación TLS
fr: Vérification TLS
pt_br: Verificação de TLS
ru: Проверка TLS
zh_hans: TLS 验证

source: Target
de: Ziel
es: Destino
fr: Cible
pt_br: Destino
ru: Цель
zh_hans: 目标

source: Target: %@
de: Ziel: %@
es: Destino: %@
fr: Cible : %@
pt_br: Destino: %@
ru: Цель: %@
zh_hans: 目标：%@

source: Technical details
de: Technische Details
es: Detalles técnicos
fr: Détails techniques
pt_br: Detalhes técnicos
ru: Технические сведения
zh_hans: 技术详情

source: Terminal command or .mcp.json entry
de: Terminalbefehl oder .mcp.json-Eintrag
es: Comando de Terminal o entrada de .mcp.json
fr: Commande de terminal ou entrée .mcp.json
pt_br: Comando de terminal ou entrada .mcp.json
ru: Команда терминала или запись .mcp.json
zh_hans: 终端命令或 .mcp.json 条目

source: Test
de: Testen
es: Probar
fr: Tester
pt_br: Testar
ru: Тест
zh_hans: 测试

source: Test notification
de: Testmitteilung
es: Notificación de prueba
fr: Tester la notification
pt_br: Testar notificação
ru: Тестовое уведомление
zh_hans: 测试通知

source: That is not the phrase.
de: Der Satz ist nicht korrekt.
es: Esa no es la frase.
fr: La phrase est incorrecte.
pt_br: Esta não é a frase.
ru: Введена другая фраза.
zh_hans: 短语不正确。

source: The Secure Enclave key for this vault is missing. The vault cannot be recovered. Create a new vault and reissue its credentials.
de: Der Schlüssel der Secure Enclave für diesen Tresor fehlt. Der Tresor kann nicht wiederhergestellt werden. Erstelle einen neuen Tresor und lass seine Zugangsdaten neu ausstellen.
es: Falta la clave de Secure Enclave de esta bóveda. La bóveda no puede recuperarse. Crea una nueva y vuelve a solicitar sus credenciales.
fr: La clé Secure Enclave de ce coffre est manquante. Le coffre ne peut pas être récupéré. Créez un coffre et faites réémettre ses données d’authentification.
pt_br: A chave do Secure Enclave deste cofre está ausente. Não é possível recuperar o cofre. Crie um novo cofre e solicite novas credenciais aos provedores.
ru: Ключ Secure Enclave для этого хранилища отсутствует. Восстановление невозможно. Создайте новое хранилище и заново получите учётные данные у их поставщиков.
zh_hans: 此密钥库的 Secure Enclave 密钥缺失。密钥库无法恢复。请创建新密钥库并重新签发其中的凭证。

source: The allowlist verifies code identity, not who launched it or why. Another process running as your user can invoke the same executable. This entry skips only session approval; per-call settings still apply. Calls are recorded in the signed audit log.
de: Die Zulassungsliste prüft die Codeidentität, nicht, wer ihn gestartet hat oder warum. Ein anderer Prozess, der unter deinem Benutzerkonto läuft, kann dieselbe ausführbare Datei aufrufen. Dieser Eintrag überspringt nur die Sitzungsfreigabe; Einstellungen pro Aufruf gelten weiterhin. Aufrufe werden im signierten Auditprotokoll aufgezeichnet.
es: La lista de permitidos verifica la identidad del código, no quién lo ha iniciado ni por qué. Otro proceso que se ejecute con tu usuario puede invocar el mismo ejecutable. Esta entrada solo omite la aprobación de sesión; los ajustes por llamada siguen aplicándose. Las llamadas se registran en el registro de auditoría firmado.
fr: La liste d’autorisation vérifie l’identité du code, pas qui l’a lancé ni pourquoi. Un autre processus exécuté sous votre compte peut invoquer le même exécutable. Cette entrée ignore uniquement l’autorisation de session ; les réglages par appel restent actifs. Les appels sont consignés dans le journal d’audit signé.
pt_br: A lista de permissões verifica a identidade do código, não quem o iniciou nem por quê. Outro processo executado com sua conta de usuário pode invocar o mesmo executável. Esta entrada ignora somente a aprovação da sessão; os ajustes por chamada continuam em vigor. As chamadas são registradas no diário de auditoria assinado.
ru: Список разрешённых проверяет идентификатор кода, но не того, кто и зачем его запустил. Другой процесс от имени вашего пользователя может вызвать тот же исполняемый файл. Эта запись отключает только подтверждение сеанса; настройки отдельных вызовов продолжают действовать. Вызовы записываются в подписанный журнал аудита.
zh_hans: 允许列表验证代码身份，而不验证启动者或启动原因。以你的用户身份运行的其他进程可调用同一可执行文件。此条目仅跳过会话批准；每次调用设置仍然适用。调用会记录在签名审计日志中。

source: The confirmation phrase did not match. Sallyport did not erase any data.
de: Der Bestätigungssatz stimmte nicht überein. Sallyport hat keine Daten gelöscht.
es: La frase de confirmación no coincide. Sallyport no ha borrado ningún dato.
fr: La phrase de confirmation ne correspondait pas. Sallyport n’a effacé aucune donnée.
pt_br: A frase de confirmação não correspondia. O Sallyport não apagou nenhum dado.
ru: Контрольная фраза не совпала. Sallyport не удалил данные.
zh_hans: 确认短语不匹配。Sallyport 未抹掉任何数据。

source: The current session ends immediately. The next call starts a new session.
de: Die aktuelle Sitzung endet sofort. Der nächste Aufruf startet eine neue Sitzung.
es: La sesión actual termina de inmediato. La siguiente llamada inicia una sesión nueva.
fr: La session actuelle prend fin immédiatement. Le prochain appel démarrera une nouvelle session.
pt_br: A sessão atual termina imediatamente. A próxima chamada iniciará uma nova sessão.
ru: Текущий сеанс завершится немедленно. Следующий вызов начнёт новый сеанс.
zh_hans: 当前会话会立即结束。下次调用将启动新会话。

source: The hardware-gated vault has no identity.
de: Der hardwaregeschützte Tresor hat keine Identität.
es: La bóveda protegida por hardware no tiene identidad.
fr: Le coffre protégé par le matériel n’a pas d’identité.
pt_br: O cofre protegido por hardware não tem identidade.
ru: У хранилища с аппаратной защитой нет идентификатора.
zh_hans: 硬件门控密钥库没有身份。

source: The key bound to this endpoint's host is attached to each request. It is not stored with the server entry.
de: Der an den Host dieses Endpunkts gebundene Schlüssel wird jeder Anfrage angefügt. Er wird nicht mit dem Servereintrag gespeichert.
es: La clave vinculada al host de este endpoint se adjunta a cada solicitud. No se almacena con la entrada del servidor.
fr: La clé liée à l’hôte de ce point de terminaison est jointe à chaque requête. Elle n’est pas stockée avec l’entrée du serveur.
pt_br: A chave vinculada ao host deste endpoint é anexada a cada solicitação. Ela não é armazenada com a entrada do servidor.
ru: К каждому запросу добавляется ключ, привязанный к хосту этой конечной точки. В записи сервера этот ключ не хранится.
zh_hans: 绑定到此端点主机的密钥会附加到每个请求。该密钥不随服务器条目存储。

source: The key file changed while it was being read or failed validation.
de: Die Schlüsseldatei wurde beim Lesen geändert oder hat die Prüfung nicht bestanden.
es: El archivo de clave ha cambiado mientras se leía o no ha superado la validación.
fr: Le fichier de clé a changé pendant la lecture ou n’a pas pu être validé.
pt_br: O arquivo da chave foi alterado durante a leitura ou não passou na validação.
ru: Файл ключа изменился во время чтения или не прошёл проверку.
zh_hans: 密钥文件在读取期间发生变化或验证失败。

source: The key file exceeds the 1 MiB import limit.
de: Die Schlüsseldatei überschreitet das Importlimit von 1 MiB.
es: El archivo de clave supera el límite de importación de 1 MiB.
fr: Le fichier de clé dépasse la limite d’importation de 1 Mio.
pt_br: O arquivo da chave excede o limite de importação de 1 MiB.
ru: Файл ключа превышает ограничение импорта в 1 MiB.
zh_hans: 密钥文件超过 1 MiB 导入限制。

source: The key file is not valid UTF-8 text.
de: Die Schlüsseldatei enthält keinen gültigen UTF-8-Text.
es: El archivo de clave no es texto UTF-8 válido.
fr: Le fichier de clé n’est pas un texte UTF-8 valide.
pt_br: O arquivo da chave não é um texto UTF-8 válido.
ru: Файл ключа не содержит допустимый текст UTF-8.
zh_hans: 密钥文件不是有效的 UTF-8 文本。

source: The key may be sent only to these domains.
de: Der Schlüssel darf nur an diese Domains gesendet werden.
es: La clave solo puede enviarse a estos dominios.
fr: La clé ne peut être envoyée qu’à ces domaines.
pt_br: A chave só pode ser enviada para estes domínios.
ru: Ключ можно отправить только на эти домены.
zh_hans: 此密钥只能发送到这些域。

source: The key must be a direct, single-link regular file.
de: Der Schlüssel muss eine reguläre Datei mit genau einem direkten Link sein.
es: La clave debe ser un archivo regular directo con un único enlace.
fr: La clé doit être un fichier ordinaire direct avec un seul lien.
pt_br: A chave deve ser um arquivo regular direto com um único link.
ru: Ключ должен находиться в обычном файле по прямому пути; жёстких ссылок быть не должно.
zh_hans: 密钥必须是非符号链接且只有一个硬链接的普通文件。

source: The key required to unlock this vault is missing from this Mac. Recreate the vault.
de: Der zum Entsperren dieses Tresors erforderliche Schlüssel fehlt auf diesem Mac. Erstelle den Tresor neu.
es: La clave necesaria para desbloquear esta bóveda no está en este Mac. Vuelve a crear la bóveda.
fr: La clé requise pour déverrouiller ce coffre est absente de ce Mac. Recréez le coffre.
pt_br: A chave necessária para desbloquear este cofre está ausente deste Mac. Recrie o cofre.
ru: На этом Mac нет ключа, необходимого для разблокировки хранилища. Создайте хранилище заново.
zh_hans: 此 Mac 缺少解锁此密钥库所需的密钥。请重新创建密钥库。
